{"lang":"pt","maximumSentences":"7","searchTerm":"China","prefix":"A história","sourceContentOriginal":"<p><b>República Popular da China</b> (<b>RPC</b>; chinês simplificado: <span lang=\"zh-hans\">中华人民共和国</span>; chinês tradicional: <span lang=\"zh-hant\">中華人民共和國</span>; pinyin: <i><sup>? </sup>zhōnghuá rénmín gònghéguó</i>), também conhecida simplesmente como <b>China</b>, é o maior país da Ásia Oriental e o mais populoso do mundo, com mais de 1,38 bilhão de habitantes, quase um quinto da população da Terra. É uma república socialista, governada pelo Partido Comunista da China (PCC) sob um sistema unipartidário e que tem jurisdição sobre vinte e duas províncias, cinco regiões autônomas (Xinjiang, Mongólia Interior, Tibete, Ningxia e Guangxi), quatro municípios (Pequim, Tianjin, Xangai e Chongqing) e duas Regiões Administrativas Especiais com grande autonomia (Hong Kong e Macau). A capital da RPC é Pequim.</p><p>Com aproximadamente 9,6 milhões de quilômetros quadrados, a República Popular da China é o terceiro (ou quarto) maior país do mundo em área total e o terceiro maior em área terrestre. Sua paisagem é variada, com florestas de estepes e desertos (como os de Gobi e de Taklamakan) no norte seco e frio, próximo da Mongólia e da Sibéria (Rússia), e florestas subtropicais no sul úmido e quente, próximo ao Vietnã, Laos e Mianmar. O terreno do país, a oeste, é de alta altitude, com o Himalaia e as montanhas Tian Shan formando fronteiras naturais entre a China, a Índia e a Ásia Central. Em contraste, o litoral leste da China continental é de baixa altitude e tem uma longa faixa costeira de 14 500 quilômetros, delimitada a sudeste pelo Mar da China Meridional e a leste pelo Mar da China Oriental, além dos quais estão Taiwan, Coreia (Norte e Sul) e Japão.\n</p><p>A nação tem uma longa história, composta por diversos períodos distintos. A civilização chinesa clássica — uma das mais antigas do mundo — floresceu na bacia fértil do rio Amarelo, na planície norte do país. O sistema político chinês era baseado em monarquias hereditárias, conhecidas como dinastias, que tiveram seu início com a semimitológica Xia (aproximadamente <span>2 000 a.C.</span>) e terminaram com a queda dos Qing, em 1911. Desde <span>221 a.C.</span>, quando a dinastia Qin começou a conquistar vários reinos para formar um império único, o país expandiu-se, fraturou-se e reformulou-se várias vezes. A República da China, fundada em 1911 após a queda da dinastia Qing, governou o continente chinês até 1949. Em 1945, a república chinesa adquiriu Taiwan do Império do Japão, após o fim da Segunda Guerra Mundial. Na fase de 1946-1949 da Guerra Civil Chinesa, o Partido Comunista derrotou o nacionalista Kuomintang no continente e estabeleceu a República Popular da China, em Pequim, em 1 de outubro de 1949, enquanto o Partido Nacionalista mudou a sede do seu governo para Taipei. Desde então, a jurisdição da República da China está limitada à Taiwan e algumas ilhas periféricas (incluindo Penghu, Kinmen e Matsu) e o país recebe reconhecimento diplomático limitado ao redor do mundo.\n</p><p>Desde a introdução de reformas econômicas em 1978, a China tornou-se em uma das economias de mais rápido crescimento no mundo, sendo o maior exportador e o terceiro maior importador de mercadorias do planeta. A industrialização reduziu a sua taxa de pobreza de 53% (em 1981) para 8% (em 2001). O país tem sido considerado uma superpotência emergente por vários acadêmicos, analistas econômicos e militares. A importância da China como uma grande potência é refletida através de seu papel como segunda maior economia do mundo (ou segunda maior em poder de compra) e da sua posição como membro permanente do Conselho de Segurança da Organização das Nações Unidas e de várias outras organizações multilaterais, incluindo a Organização Mundial do Comércio, Cooperação Econômica Ásia-Pacífico, Grupo dos Vinte, BRICS e da Organização para Cooperação de Xangai. Além disso, o país é reconhecido como uma potência nuclear, além de possuir o maior exército do mundo em número de soldados e o segundo maior orçamento de defesa.\n</p><p>Os primeiros registros escritos conhecidos da <b>história da China</b> datam de 1250 a.C., da dinastia Shang. Textos históricos antigos como os Registros do Grande Historiador (c. 100 a.C.) e os Anais do Bambu (296 a.C.) descrevem uma dinastia Xia (c. 2070–1600 aC) antes dos Shang, mas nenhuma escrita é conhecida do período, e os escritos de Shang não indicam a existência do dinastia Xia. Documentos que datam do século XVI a.C. em diante e que demonstram que aquele país é uma das civilizações mais antigas do mundo com existência contínua. Os estudiosos entendem que a civilização chinesa surgiu em cidades-Estado no vale do rio Amarelo. O ano 221 a.C. costuma ser referido como o momento em que a China foi unificada na forma de um grande reino ou império, apesar de já haver vários estados e dinastias antes disso. As dinastias sucessivas desenvolveram sistemas de controle burocrático que permitiriam ao imperador chinês administrar o vasto território que viria a ser conhecido como a China.</p><p>A fundação do que hoje se chama a civilização chinesa é marcada pela imposição de um sistema de escrita comum, pela dinastia Qin no século III a.C., e pelo desenvolvimento de uma ideologia estatal baseada no confucionismo, no século II a.C. Politicamente, a China alternou períodos de unidade e fragmentação, sendo conquistada algumas vezes por potências externas, algumas das quais terminaram assimiladas pela população chinesa. Influências culturais e políticas de diversas partes da Ásia, e mais tarde algumas da Europa levadas por ondas sucessivas de imigrantes, fundiram-se para criar a imagem da atual cultura chinesa.</p><p><b>Taiwan</b> (em chinês: 臺灣 ou 台灣 <small>(tradicional)</small>, 台湾 <small>(simplificado)</small>), oficialmente <b>República da China</b> (<b>RC</b>), é um Estado insular localizado na Ásia Oriental, que evoluiu de um regime unipartidário com reconhecimento mundial e jurisdição plena sobre toda a China para uma democracia com reconhecimento internacional limitado e com competência apenas sobre a ilha Formosa e outras ilhas menores, apesar de usufruir de relações <i>de facto</i> com muitos outros países. Até 1949, foi o governo chinês reconhecido internacionalmente e, como tal, foi um dos membros fundadores das Nações Unidas e um dos cinco membros permanentes do Conselho de Segurança da organização, até ser substituído pela República Popular da China em 1971.\n</p><p>Fundada em 1912, a República da China abrangia grande parte da China continental e da Mongólia. No final da Segunda Guerra Mundial, com a rendição do Japão, o país anexou o grupo de ilhas de Formosa e Pescadores (Penghu) à sua jurisdição. Quando o Kuomintang (KMT), o Partido Nacionalista Chinês, perdeu a guerra civil para o Partido Comunista em 1949, o governo da RC foi transferido para Taipé e estabeleceu a cidade como sua capital temporária (também chamada de \"capital da guerra\" por Chiang Kai-shek), enquanto os comunistas fundaram a República Popular da China (RPC) na China continental. Formosa, ao lado das ilhas Pescadores, Kinmen, Matsu e outras menores, em seguida, tornou-se a extensão da autoridade da República da China. Apesar de sua competência abranger apenas esta área, durante o início da Guerra Fria a República da China ainda era reconhecida por muitos países ocidentais e pela ONU como o único governo legítimo da China.\n</p><p>Constitucionalmente, a República da China não renunciou à sua reivindicação como o único governo legítimo de toda a China, embora, na prática, não possa prosseguir ativamente com estes objetivos. Os partidos políticos do país, muitas vezes, têm visões radicalmente diferentes a respeito da soberania de Taiwan. Ambos os ex-presidentes Lee Teng-hui e Chen Shui-bian mantinham a opinião de que é um país soberano e independente, separado da China continental e de que não há necessidade de uma declaração formal de independência. O presidente Ma Ying-jeou, no entanto, manifestou que considera que a República da China é um país soberano e independente, que inclui a China continental e Formosa.</p><p>O país é uma democracia semipresidencialista e com sufrágio universal. O presidente atua como chefe de estado e a Assembleia Nacional serve como órgão legislativo. Considerado um dos quatro \"tigres asiáticos\", Taiwan é a 26.ª maior economia do mundo. A sua indústria de tecnologia desempenha um papel-chave na economia global. A República da China é classificada como desenvolvida em termos de liberdade de imprensa, saúde, educação pública, liberdade econômica, entre outros indicadores sócio-econômicos.\n</p><p><b>China</b> (中國 em chinês tradicional, 中国 em chinês simplificado, <i>Zhōngguó</i>; no sistema pinyin e <i>Chung-kuo</i> no sistema Wade-Giles), <b>Civilização Chinesa</b> ou <b>Civilização Sínica</b> é uma região cultural, uma antiga civilização e, dependendo da perspetiva, uma entidade nacional ou multinacional, situada na maior parte do leste asiático. É uma das grande oito civilizações contemporâneas e uma das mais antigas ainda existentes. Sua principal base é confuciana mas o taoísmo e o budismo também possuem papeis relativamente importantes na formação de uma identidade cultural.\n</p><p>A última Guerra Civil Chinesa (cujo maior combate terminou em 1949) resultou na formação de duas entidades políticas que usam o nome <i>China</i>:\n</p>\n<ul><li><span></span> <b>República Popular da China (RPC)</b>, vulgarmente chamada de <b>China Comunista</b> ou simplesmente <b>China</b>, tem controle sobre a China continental e sobre os territórios auto-governados de Hong Kong (desde 1997) e Macau (desde 1999).</li>\n<li><span></span> <b>República da China (RDC)</b>, vulgarmente chamada de <b>China Nacionalista</b> ou <b>Taiwan</b>, tem controle sobre as ilhas de Taiwan, Pescadores, Kinmen e Matsu.</li></ul><p>A palavra China costuma referir-se a regiões que, em termos mais específicos não fazem parte dela, como é o caso da Manchúria, da Mongólia Interior, o Tibete e Xinjiang (ver mapa das divisões da China). Nos meios de comunicação ocidentais, \"China\" refere-se, normalmente, à \"República Popular da China', enquanto que \"Taiwan\" se refere à \"República da China\". Muitas vezes, em termos informais, especialmente entre chineses e ingleses (no contexto do mundo dos negócios), \"a Grande região da China\" (大中华地區) refere-se ao sentido mais lato, tal como foi apresentado no parágrafo anterior.\n</p><p>Na sua história, as capitais da China situavam-se, essencialmente, no leste. As quatro capitais mais citadas são Nanquim (<i>Nanjing</i>), Pequim (<i>Beijing</i>), Xian, e Luoyang. As línguas oficiais foram mudando ao longo da sua extensa história, (incluindo línguas entretanto desaparecidas), incluindo o mongol, o manchu e os vários dialetos do chinês, entre os quais o mandarim (em chinês <i>Hanyu</i>, pronunciado <i>haN ü</i>, ou seja, /h/ como <i>hat</i>, em inglês, e /ü/ como o som do \"u\" francês) e o cantonês.\n</p><p>A República Popular da China, que compreende a China continental, a ilha de Hainan, Hong Kong, Macau e algumas ilhas do Mar da China Meridional, é uma república socialista dirigida por um único partido, o Partido Comunista da China, que é chefiado por seu Secretário Geral.\n</p><p>Cada agência administrativa ou escritório local está sob a autoridade igualitária do líder local e do líder correspondente no próximo nível superior da hierarquia, como escritórios, departamentos ou ministérios. Os Congressos do Povo a nível local são eleitos diretamente e têm a responsabilidade de supervisionar o governo local, além de eleger os membros para os Congressos do Povo a nível provincial (ou Municipal, no caso de municípios independentes). O Congresso Popular Provincial, por sua vez, elege membros para o Congresso Nacional do Povo, que se reúne todos os anos em março em Pequim. O Comitê do Partido Comunista desempenha um papel relevante na seleção de candidatos em todos os níveis.\n</p><p>A China pratica uma forma de democracia que ela chama de democracia consultiva socialista, que visa garantir ampla e efetiva participação na política por meio de consultas realizadas por partidos políticos, congressos populares, departamentos governamentais, comitês da CCPPC, organizações populares, comunidades e organizações sociais. As eleições são um elemento importante na China,  ainda que o país erroneamente seja criticado pelo Ocidente por não ter eleições, erro que deriva de um mal-entendido sobre o sistema eleitoral chinês.\n</p><p>O Presidente da China é o chefe de Estado, servindo como figura cerimonial sob o Congresso Nacional do Povo. O Primeiro-Ministro da China é o chefe de governo, presidindo o Conselho de Estado, que é composto por quatro vice-primeiro-ministros e pelos chefes de ministérios e comissões. Como um Estado unipartidário, o Secretário Geral do Partido Comunista da China detém o poder e a autoridade final sobre o Estado e sobre o Governo. Desde 1993, os gabinetes da presidência, da secretaria-geral e da Comissão Militar Central foram conferidos simultaneamente à mesma pessoa, concedendo um poder individual de jure e de facto sobre o país.\n</p><p>A Conferência Consultiva Política do Povo Chinês ou <b>CCPPC</b>, é o principal organismo consultivo político, sendo formada por membros e não-membros do Partido Comunista da China (PCC), os quais debatem os princípios do comunismo chinês e, ocasionalmente, criam novos organismos governamentais. Seus membros são selecionados pelo PCC. Normalmente, a CCPPC convoca reuniões anuais que coincidem com as reuniões plenárias do Congresso Nacional Popular.\n</p><p><b>Guerra Fria</b> é a designação atribuída ao período histórico de disputas estratégicas e conflitos indiretos entre os Estados Unidos e a União Soviética, compreendendo o período entre o final da Segunda Guerra Mundial (1945) e a extinção da União Soviética (1991), um conflito de ordem política, militar, tecnológica, econômica, social e ideológica entre as duas nações e suas zonas de influência. É chamada \"fria\" porque não houve uma guerra direta entre as duas superpotências, dada a inviabilidade da vitória em uma batalha nuclear. A corrida armamentista pela construção de um grande arsenal de armas nucleares foi o objetivo central durante a primeira metade da Guerra Fria, estabilizando-se da década de 1960 até à década de 1970 e sendo reativada nos anos 1980 com o projeto do presidente dos Estados Unidos Ronald Reagan chamado de \"Guerra nas Estrelas\".\n</p><p>Uma parte considerável dos historiadores argumenta que foi uma disputa dos países que apoiavam as Liberdades civis, como a liberdade de opinião e de expressão e de voto, representada pelos Estados Unidos e outros países ocidentais e do outro lado a doutrina comunista ateia, defendida por regimes que perseguiram as religiões  (<i>ver: Ateísmo Marxista-leninista</i>) onde era suprimida a possibilidade de eleger e de discordar, defendida pela União Soviética (URSS) e outros países onde o comunismo fora imposto por ela. Outra parte defende que esta foi uma disputa entre o capitalismo, que patrocinou regimes ditatoriais na América Latina, representado pelos Estados Unidos, e o socialismo totalitário expansionista ou socialismo de Estado, onde fora suprimida a propriedade privada, defendido pela União Soviética (URSS) e China. Entretanto, esta caracterização só pode ser considerada válida com uma série de restrições e apenas para o período do imediato pós-Segunda Guerra Mundial, até a década de 1950. Logo após, nos anos 1960, o bloco socialista se dividiu e durante as décadas de 1970 e 1980, a China comunista se aliou aos Estados Unidos na disputa contra a União Soviética. Além disso, muitas das disputas regionais envolveram Estados capitalistas, como os Estados Unidos, contra diversas potências locais mais nacionalistas.\n</p><p>Dada a impossibilidade da resolução do confronto no plano estratégico, pela via tradicional da guerra aberta e direta que envolveria um confronto nuclear; as duas superpotências passaram a disputar poder de influência política, econômica e ideológica em todo o mundo. Este processo se caracterizou pelo envolvimento dos Estados Unidos e União Soviética em diversas guerras regionais, onde cada potência apoiava um dos lados em guerra. Estados Unidos e União Soviética não apenas financiavam lados opostos no confronto, disputando influência político-ideológica, mas também para mostrar o seu poder de fogo e reforçar as alianças regionais. Neste contexto, os chamados <i>países não alinhados</i> mantiveram-se fora do conflito, não se alinhando aos blocos pró-URSS ou pró-Estados Unidos, formando um \"terceiro bloco\" de países neutros: o Movimento Não Alinhado.\n</p><p>Norte-americanos e soviéticos travaram uma luta ideológica, política e econômica durante esse período. Se um governo socialista fosse implantado em algum país do Terceiro Mundo, o governo norte-americano entendia como uma ameaça à sua hegemonia; se um movimento popular combatesse um governo aliado ao soviético, logo poderia ser visto com simpatia pelos Estados Unidos e receber apoio, sendo que o oposto também ocorria no lado soviético. A Guerra da Coreia (1950-1953), a Guerra do Vietnã (1962-1975) e a Guerra do Afeganistão (1979–1989) são os conflitos mais famosos da Guerra Fria. Além da famosa tensão na crise dos mísseis em Cuba (1962). Entretanto, durante todo este período, a maior parte dos conflitos locais, guerras civis ou guerras interestatais foi intensificada pela polarização entre EUA e URSS. Esta polarização dos conflitos locais entre apenas dois grandes polos de poder mundial é o que justifica a caracterização da polaridade deste período como bipolar, principalmente porque, mesmo que tenham existido outras potências regionais entre 1945 e 1991, apenas Estados Unidos e URSS tinham capacidade nuclear de segundo ataque, ou seja, capacidade de dissuasão nuclear.\n</p><p>A <b>economia da República Popular da China</b> é a segunda maior do mundo (PIB Nominal), superada somente pelos Estados Unidos. Seu produto interno bruto é estimado em US$ 14,941.148 (dados de 2018), enquanto seu poder de compra PIB (PPP) foi calculado em 2018 em pouco mais de US$22,641.047 trilhões, maior qualquer outro país no mundo, superando a União Europeia e os Estados Unidos.\n</p><p>A China é a nação com o maior crescimento econômico dos últimos 25 anos no mundo, com a média do crescimento do PIB em torno de 10% por ano. A renda <i>per capita</i> da China tem crescido cerca de 8% ao ano em média nos últimos 30 anos e mais 15 em média aos 25 anos de exportação, que reduziu drasticamente a pobreza no país, mas este rápido crescimento trouxe grandes desigualdades na distribuição de renda. A renda <i>per capita</i> do país está classificada como mediana a baixa, se comparada com os padrões mundiais, e está em cerca de 3.180 dólares por pessoa (nominal, 104º numa lista de 178 países/economias), e em 5.943 dólares por pessoa (PPP, 97º numa lista com 178 países/economias) em 2008, de acordo com o Fundo Monetário Internacional (FMI).\n</p><p>Apesar de ser o terceiro país com maior extensão territorial do mundo, a China é altamente pobre em recursos naturais, e, apesar de ter cerca de 20% da população mundial (1.400,658,314 habitantes)vivendo dentro de suas fronteiras, o seu papel dentro da economia mundial foi relativamente pequeno por mais de um século.\n</p><p>Porém, desde o final de 1978, o governo chinês reformou a economia do país, que passou de uma economia planificada centralizada com base soviética, que era bastante fechada ao comércio internacional, para uma economia de mercado que tem um setor privado em rápido crescimento e um forte setor estatal, fazendo sua economia desempenhar um papel fundamental na economia global.\n</p><p>Desde que foram introduzidas, estas reformas ajudaram milhões de pessoas a saírem da pobreza, cujo índice encolheu de 53% em 1981, para apenas 13,4% em 2011. O governo chinês chama o seu sistema econômico de \"socialismo com características chinesas\", mas o que isso realmente significa é disputado. Alguns o consideram como uma economia mista, outros o consideram como capitalismo. Embora apenas um terço da economia seja controlado pelo estado, os setores que são estatalmente controlados são as maiores e mais importantes indústrias do país. As estimativas variam sobre a porcentagem da composição do setor privado no PIB. Segundo a OECD, o setor privado chinês domina 59,9% do PIB. A revista The Economist cita que entre os anos de 1995 a 2001, o número de empresas pertencentes ou controladas pelo Estado diminui de 1.2 milhões para 468 mil e o número de empregos no setor estatal diminuiu de 36 milhões, de 59% para 32% do total de empregos urbanos. O setor público é dominado por 159 empresas estatais sob o controle do governo central, em setores importantes, tais como o setor de utilidade pública, indústrias pesadas e recursos energéticos. Estas empresas estatais possuem e controlam dezenas de milhares de empresas subordinadas. Governos de cidades, de comunidades e de pequenas povoações também controlam empresas estatais ou coletivas ao seu nível local.</p><p>Desde o final dos anos 2000 e do começo da década de 2010, as reformas econômicas começaram inicialmente com a mudança do trabalho na agricultura para um sistema de responsabilidade familiar, com o objetivo de sair do sistema de agricultura coletiva. A reforma expandiu-se mais tarde para incluir a liberação gradual dos preços, a descentralização fiscal, o aumento da autonomia das empresas estatais, que aumentaram o controle das autoridades governamentais locais, e a implantação de gestores na indústria para que houvesse um meio de se permitir uma grande variedade de empresas privadas nos ramos de serviços e de manufatura leve. Além disso, a reforma econômica incluiu a fundação de um sistema bancário diversificado, mas com o domínio avassalador dos bancos estatais, o desenvolvimento de uma bolsa de valores, o rápido desenvolvimento do setor privado e a abertura da economia para o comércio exterior e para o investimento estrangeiro. A China implantou as reformas a um ritmo gradual, embora haja grande evidência de que o controle do estado aumentou durante a década de 1990. A reforma econômica também implantou as condições de igualdade nos maiores bancos estatais da China para investidores estrangeiros no mercado internacional de divisas e no mercados de bônus durante a década de 2000. O comércio exterior da China vem aumentando mais rapidamente do que o seu PIB nos últimos 25 anos. O crescimento da China vem de um imenso investimento estatal na infraestrutura e na indústria pesada, e da expansão do setor privado em indústrias leves ao invés de simples exportações, cujo papel na economia parece ter sido grandemente sobre-estimado. O setor público menor, porém altamente concentrado, dominado pelas grandes 159 empresas estatais, tem provido investimentos importantes em utilidades, na indústria pesada e nos recursos energéticos, que facilitaram o crescimento do setor privado e dirigiu os investimentos, a fundação do crescimento econômico nacional.\n</p><p>A decisão do governo de permitir que a China seja usada por empresas multinacionais e empresas não registradas pelo alvará como uma plataforma de exportação faz do país um grande competidor entre outras economias de exportação asiáticas, como a Coreia do Sul, a Singapura e a Malásia.</p><p>A China tem enfatizado o aumento da renda pessoal total e do consumo, e está introduzindo novos sistemas de gerenciamento para ajudar no aumento da produtividade. O governo também tem focado o comércio exterior como um grande veículo para o crescimento da economia. A reestruturação da economia e os ganhos efetivos contribuíram no aumento de mais de dez vezes do PIB desde 1978. Alguns economistas acreditam que o crescimento da economia chinesa foi subestimado durante boa parte da década de 1990 e o começo da década de 2000, falhando em prover suporte para o crescimento dirigido pelo setor privado, além do exagero na dependência da economia chinesa nas exportações. Todavia, importantes gargalos continuam a restringir o crescimento. A energia disponível é insuficiente para toda a capacidade industrial instalada, desde que os comércios não sejam filial dos Estados Unidos. o sistema de transporte está inadequado para deslocar quantidades suficientes de itens críticos, tais como carvão, e o sistema de comunicação não se enquadra de modo ideal dentro das necessidades de uma economia do tamanho e da complexidade da China.\n</p><p>Os dois mais importantes setores da economia têm sido tradicionalmente a agricultura e a indústria, que juntos detêm quase 2/3 da força de trabalho e produzem mais de 60% do PIB chinês. Os dois setores se diferem em muitos aspetos. A tecnologia, a produtividade laboral e a renda avançaram muito mais rapidamente na indústria do que na agricultura. A produção agrícola é vulnerável aos efeitos do tempo, enquanto que a indústria é mais diretamente influenciada pelo governo. As disparidades entre os dois setores se combinaram para formar um vão cultural sócio-econômico entre as áreas rurais e urbanas, que é uma das maiores divisões da sociedade chinesa. A china é a maior produtora de arroz e está entre os principais produtores de trigo, milho, tabaco, soja, amendoim e algodão. O país é um dos maiores produtores de vários produtos industriais e minerais, incluindo lã, tungstênio e antimônio, e é um importante produtor de carvão mineral e de petróleo, e vários outros produtos. Seus recursos minerais estão provavelmente entre os mais abundantes do mundo, mas são apenas parcialmente desenvolvidos. Apesar da China ter adquirido algumas fábricas de produção dentre as mais sofisticadas do comércio internacional e de ter construído fábricas de engenharia avançada, capazes de fabricar equipamentos cada vez mais sofisticados, incluindo armas nucleares e satélites, a maior parte de sua produção industrial ainda vem de fábricas ultrapassadas e pouco equipadas. O nível de tecnologia e os padrões de qualidade de sua indústria como um todo ainda são razoavelmente baixos.</p><p>Outros grandes problemas concentram-se na força de trabalho e no sistema de preços. O subemprego está presente nas áreas rurais e urbanas, e o receio de um grande e explícito aumento do desemprego é forte. Os preços de certas mercadorias importantes, especialmente as matérias-primas para as indústrias, e importantes produtos industriais, são determinados pelo estado. Na maior parte dos casos, taxas básicas e fixas de preços  foram implementadas durante a década de 1950 e são frequentemente incoerentes se comparadas com as demandas e capacidades atuais de produção. O aumento da integração da China com a economia internacional e seus esforços pelo aumento do crescimento, usando forças de mercado para gerir as alocações domésticas das mercadorias, têm agravado este problema. Durante os últimos anos, grandes subsídios foram implementados dentro da estrutura da formação dos preços, e estes subsídios cresceram substancialmente durante o final da década de 1970 e durante toda a década de 1980. No começo da década de 1990, estes subsídios começaram a ser eliminados, principalmente devido à admissão da China na Organização Mundial do Comércio (OMC) em 2001, que levou o país a se adequar aos requerimentos de maior liberação econômica e de menor regulação do mercado. A transformação econômica chinesa em andamento tem tido um impacto profundo não somente na China, mas no mundo inteiro, e as reformas de mercado da China, que foram implementadas durante as últimas três décadas, têm desencadeado iniciativas individuais e o empreendedorismo, apesar do domínio contínuo do estado chinês na sua economia.\n</p><p>O país é o 26º no ranking de competitividade do Fórum Econômico Mundial.</p><p>Esta é uma cronologia com a história da China. Entre as mudanças de dinastia, a maior parte das datas se sobrepõe, já que os períodos de reinado não são imediatamente transferidos. Datas anteriores a 841 AC (início da regência Gonghe) são provisórias e sujeitas a controvérsias.\n</p><p>No contexto das divisões políticas da China, <b>distrito</b> é o padrão de tradução inglesa de <b>Xiàn</b> (Chinês simplificado: <b>县</b>). Na República Popular da China (PRC, comumente conhecido como China ou China continental), distritos são encontrados no terceiro nível da hierarquia administrativa das províncias e regiões autónomas, e no segundo nível dos municípios e na Província de Hainan, um nível que é conhecido como \"<b>distrito-nível</b>\" e também contém distritos autónomos, condado-nível cidades, banners, autonomous banners, e Distritos cidade. Há 1 467 distritos na China continental fora de um total de 2 861 distritos de nível divisões.\n</p><p>Na República da China (ROC, comumente conhecido como Taiuã), <b>prefeituras</b> ou <b>Sian</b> ou <b>Hsian</b> (Chinês tradicional: <b>縣</b>) são oficialmente encontradas no segundo nível.\n</p><p>Atualmente há sete feriados públicos oficiais na China, após uma grande reforma em 2008 ser executada e extinguir o Dia do Trabalho e adicionar três outros feriados tradicionais.\nOs feriados na China são caracterizados pela junção dos dias de semana do feriado aos fins de semana, criando feriados prolongados.\n</p>\n<p>Em geral, na China são contados o número de dias de folga (incluindo os feriados previstos em lei, dias transferidos e fins de semana), o qual é importante para trabalhadores sem dias de folga. Assim, um feriado anunciado para sexta-feira é considerado oficialmente como um feriado prolongado de três dias (de sexta-feira a domingo).\n</p>","sourceContentSanitized":"República Popular da China , também conhecida simplesmente como China, é o maior país da Ásia Oriental e o mais populoso do mundo, com mais de 1,38 bilhão de habitantes, quase um quinto da população da Terra. É uma república socialista, governada pelo Partido Comunista da China sob um sistema unipartidário e que tem jurisdição sobre vinte e duas províncias, cinco regiões autônomas , quatro municípios e duas Regiões Administrativas Especiais com grande autonomia . A capital da RPC é Pequim.Com aproximadamente 9,6 milhões de quilômetros quadrados, a República Popular da China é o terceiro maior país do mundo em área total e o terceiro maior em área terrestre. Sua paisagem é variada, com florestas de estepes e desertos no norte seco e frio, próximo da Mongólia e da Sibéria , e florestas subtropicais no sul úmido e quente, próximo ao Vietnã, Laos e Mianmar. O terreno do país, a oeste, é de alta altitude, com o Himalaia e as montanhas Tian Shan formando fronteiras naturais entre a China, a Índia e a Ásia Central. Em contraste, o litoral leste da China continental é de baixa altitude e tem uma longa faixa costeira de 14 500 quilômetros, delimitada a sudeste pelo Mar da China Meridional e a leste pelo Mar da China Oriental, além dos quais estão Taiwan, Coreia e Japão. A nação tem uma longa história, composta por diversos períodos distintos. A civilização chinesa clássica — uma das mais antigas do mundo — floresceu na bacia fértil do rio Amarelo, na planície norte do país. O sistema político chinês era baseado em monarquias hereditárias, conhecidas como dinastias, que tiveram seu início com a semimitológica Xia e terminaram com a queda dos Qing, em 1911. Desde 221 a.C., quando a dinastia Qin começou a conquistar vários reinos para formar um império único, o país expandiu-se, fraturou-se e reformulou-se várias vezes. A República da China, fundada em 1911 após a queda da dinastia Qing, governou o continente chinês até 1949. Em 1945, a república chinesa adquiriu Taiwan do Império do Japão, após o fim da Segunda Guerra Mundial. Na fase de 1946-1949 da Guerra Civil Chinesa, o Partido Comunista derrotou o nacionalista Kuomintang no continente e estabeleceu a República Popular da China, em Pequim, em 1 de outubro de 1949, enquanto o Partido Nacionalista mudou a sede do seu governo para Taipei. Desde então, a jurisdição da República da China está limitada à Taiwan e algumas ilhas periféricas e o país recebe reconhecimento diplomático limitado ao redor do mundo. Desde a introdução de reformas econômicas em 1978, a China tornou-se em uma das economias de mais rápido crescimento no mundo, sendo o maior exportador e o terceiro maior importador de mercadorias do planeta. A industrialização reduziu a sua taxa de pobreza de 53% para 8% . O país tem sido considerado uma superpotência emergente por vários acadêmicos, analistas econômicos e militares. A importância da China como uma grande potência é refletida através de seu papel como segunda maior economia do mundo e da sua posição como membro permanente do Conselho de Segurança da Organização das Nações Unidas e de várias outras organizações multilaterais, incluindo a Organização Mundial do Comércio, Cooperação Econômica Ásia-Pacífico, Grupo dos Vinte, BRICS e da Organização para Cooperação de Xangai. Além disso, o país é reconhecido como uma potência nuclear, além de possuir o maior exército do mundo em número de soldados e o segundo maior orçamento de defesa. Os primeiros registros escritos conhecidos da história da China datam de 1250 a.C., da dinastia Shang. Textos históricos antigos como os Registros do Grande Historiador e os Anais do Bambu descrevem uma dinastia Xia antes dos Shang, mas nenhuma escrita é conhecida do período, e os escritos de Shang não indicam a existência do dinastia Xia. Documentos que datam do século XVI a.C. em diante e que demonstram que aquele país é uma das civilizações mais antigas do mundo com existência contínua. Os estudiosos entendem que a civilização chinesa surgiu em cidades-Estado no vale do rio Amarelo. O ano 221 a.C. costuma ser referido como o momento em que a China foi unificada na forma de um grande reino ou império, apesar de já haver vários estados e dinastias antes disso. As dinastias sucessivas desenvolveram sistemas de controle burocrático que permitiriam ao imperador chinês administrar o vasto território que viria a ser conhecido como a China.A fundação do que hoje se chama a civilização chinesa é marcada pela imposição de um sistema de escrita comum, pela dinastia Qin no século III a.C., e pelo desenvolvimento de uma ideologia estatal baseada no confucionismo, no século II a.C. Politicamente, a China alternou períodos de unidade e fragmentação, sendo conquistada algumas vezes por potências externas, algumas das quais terminaram assimiladas pela população chinesa. Influências culturais e políticas de diversas partes da Ásia, e mais tarde algumas da Europa levadas por ondas sucessivas de imigrantes, fundiram-se para criar a imagem da atual cultura chinesa.Taiwan , oficialmente República da China , é um Estado insular localizado na Ásia Oriental, que evoluiu de um regime unipartidário com reconhecimento mundial e jurisdição plena sobre toda a China para uma democracia com reconhecimento internacional limitado e com competência apenas sobre a ilha Formosa e outras ilhas menores, apesar de usufruir de relações de facto com muitos outros países. Até 1949, foi o governo chinês reconhecido internacionalmente e, como tal, foi um dos membros fundadores das Nações Unidas e um dos cinco membros permanentes do Conselho de Segurança da organização, até ser substituído pela República Popular da China em 1971. Fundada em 1912, a República da China abrangia grande parte da China continental e da Mongólia. No final da Segunda Guerra Mundial, com a rendição do Japão, o país anexou o grupo de ilhas de Formosa e Pescadores à sua jurisdição. Quando o Kuomintang , o Partido Nacionalista Chinês, perdeu a guerra civil para o Partido Comunista em 1949, o governo da RC foi transferido para Taipé e estabeleceu a cidade como sua capital temporária , enquanto os comunistas fundaram a República Popular da China na China continental. Formosa, ao lado das ilhas Pescadores, Kinmen, Matsu e outras menores, em seguida, tornou-se a extensão da autoridade da República da China. Apesar de sua competência abranger apenas esta área, durante o início da Guerra Fria a República da China ainda era reconhecida por muitos países ocidentais e pela ONU como o único governo legítimo da China. Constitucionalmente, a República da China não renunciou à sua reivindicação como o único governo legítimo de toda a China, embora, na prática, não possa prosseguir ativamente com estes objetivos. Os partidos políticos do país, muitas vezes, têm visões radicalmente diferentes a respeito da soberania de Taiwan. Ambos os ex-presidentes Lee Teng-hui e Chen Shui-bian mantinham a opinião de que é um país soberano e independente, separado da China continental e de que não há necessidade de uma declaração formal de independência. O presidente Ma Ying-jeou, no entanto, manifestou que considera que a República da China é um país soberano e independente, que inclui a China continental e Formosa.O país é uma democracia semipresidencialista e com sufrágio universal. O presidente atua como chefe de estado e a Assembleia Nacional serve como órgão legislativo. Considerado um dos quatro \"tigres asiáticos\", Taiwan é a 26.ª maior economia do mundo. A sua indústria de tecnologia desempenha um papel-chave na economia global. A República da China é classificada como desenvolvida em termos de liberdade de imprensa, saúde, educação pública, liberdade econômica, entre outros indicadores sócio-econômicos. China , Civilização Chinesa ou Civilização Sínica é uma região cultural, uma antiga civilização e, dependendo da perspetiva, uma entidade nacional ou multinacional, situada na maior parte do leste asiático. É uma das grande oito civilizações contemporâneas e uma das mais antigas ainda existentes. Sua principal base é confuciana mas o taoísmo e o budismo também possuem papeis relativamente importantes na formação de uma identidade cultural. A última Guerra Civil Chinesa resultou na formação de duas entidades políticas que usam o nome China:   República Popular da China , vulgarmente chamada de China Comunista ou simplesmente China, tem controle sobre a China continental e sobre os territórios auto-governados de Hong Kong e Macau .  República da China , vulgarmente chamada de China Nacionalista ou Taiwan, tem controle sobre as ilhas de Taiwan, Pescadores, Kinmen e Matsu.A palavra China costuma referir-se a regiões que, em termos mais específicos não fazem parte dela, como é o caso da Manchúria, da Mongólia Interior, o Tibete e Xinjiang . Nos meios de comunicação ocidentais, \"China\" refere-se, normalmente, à \"República Popular da China', enquanto que \"Taiwan\" se refere à \"República da China\". Muitas vezes, em termos informais, especialmente entre chineses e ingleses , \"a Grande região da China\" refere-se ao sentido mais lato, tal como foi apresentado no parágrafo anterior. Na sua história, as capitais da China situavam-se, essencialmente, no leste. As quatro capitais mais citadas são Nanquim , Pequim , Xian, e Luoyang. As línguas oficiais foram mudando ao longo da sua extensa história, , incluindo o mongol, o manchu e os vários dialetos do chinês, entre os quais o mandarim e o cantonês. A República Popular da China, que compreende a China continental, a ilha de Hainan, Hong Kong, Macau e algumas ilhas do Mar da China Meridional, é uma república socialista dirigida por um único partido, o Partido Comunista da China, que é chefiado por seu Secretário Geral. Cada agência administrativa ou escritório local está sob a autoridade igualitária do líder local e do líder correspondente no próximo nível superior da hierarquia, como escritórios, departamentos ou ministérios. Os Congressos do Povo a nível local são eleitos diretamente e têm a responsabilidade de supervisionar o governo local, além de eleger os membros para os Congressos do Povo a nível provincial . O Congresso Popular Provincial, por sua vez, elege membros para o Congresso Nacional do Povo, que se reúne todos os anos em março em Pequim. O Comitê do Partido Comunista desempenha um papel relevante na seleção de candidatos em todos os níveis. A China pratica uma forma de democracia que ela chama de democracia consultiva socialista, que visa garantir ampla e efetiva participação na política por meio de consultas realizadas por partidos políticos, congressos populares, departamentos governamentais, comitês da CCPPC, organizações populares, comunidades e organizações sociais. As eleições são um elemento importante na China, ainda que o país erroneamente seja criticado pelo Ocidente por não ter eleições, erro que deriva de um mal-entendido sobre o sistema eleitoral chinês. O Presidente da China é o chefe de Estado, servindo como figura cerimonial sob o Congresso Nacional do Povo. O Primeiro-Ministro da China é o chefe de governo, presidindo o Conselho de Estado, que é composto por quatro vice-primeiro-ministros e pelos chefes de ministérios e comissões. Como um Estado unipartidário, o Secretário Geral do Partido Comunista da China detém o poder e a autoridade final sobre o Estado e sobre o Governo. Desde 1993, os gabinetes da presidência, da secretaria-geral e da Comissão Militar Central foram conferidos simultaneamente à mesma pessoa, concedendo um poder individual de jure e de facto sobre o país. A Conferência Consultiva Política do Povo Chinês ou CCPPC, é o principal organismo consultivo político, sendo formada por membros e não-membros do Partido Comunista da China , os quais debatem os princípios do comunismo chinês e, ocasionalmente, criam novos organismos governamentais. Seus membros são selecionados pelo PCC. Normalmente, a CCPPC convoca reuniões anuais que coincidem com as reuniões plenárias do Congresso Nacional Popular. Guerra Fria é a designação atribuída ao período histórico de disputas estratégicas e conflitos indiretos entre os Estados Unidos e a União Soviética, compreendendo o período entre o final da Segunda Guerra Mundial e a extinção da União Soviética , um conflito de ordem política, militar, tecnológica, econômica, social e ideológica entre as duas nações e suas zonas de influência. É chamada \"fria\" porque não houve uma guerra direta entre as duas superpotências, dada a inviabilidade da vitória em uma batalha nuclear. A corrida armamentista pela construção de um grande arsenal de armas nucleares foi o objetivo central durante a primeira metade da Guerra Fria, estabilizando-se da década de 1960 até à década de 1970 e sendo reativada nos anos 1980 com o projeto do presidente dos Estados Unidos Ronald Reagan chamado de \"Guerra nas Estrelas\". Uma parte considerável dos historiadores argumenta que foi uma disputa dos países que apoiavam as Liberdades civis, como a liberdade de opinião e de expressão e de voto, representada pelos Estados Unidos e outros países ocidentais e do outro lado a doutrina comunista ateia, defendida por regimes que perseguiram as religiões  onde era suprimida a possibilidade de eleger e de discordar, defendida pela União Soviética e outros países onde o comunismo fora imposto por ela. Outra parte defende que esta foi uma disputa entre o capitalismo, que patrocinou regimes ditatoriais na América Latina, representado pelos Estados Unidos, e o socialismo totalitário expansionista ou socialismo de Estado, onde fora suprimida a propriedade privada, defendido pela União Soviética e China. Entretanto, esta caracterização só pode ser considerada válida com uma série de restrições e apenas para o período do imediato pós-Segunda Guerra Mundial, até a década de 1950. Logo após, nos anos 1960, o bloco socialista se dividiu e durante as décadas de 1970 e 1980, a China comunista se aliou aos Estados Unidos na disputa contra a União Soviética. Além disso, muitas das disputas regionais envolveram Estados capitalistas, como os Estados Unidos, contra diversas potências locais mais nacionalistas. Dada a impossibilidade da resolução do confronto no plano estratégico, pela via tradicional da guerra aberta e direta que envolveria um confronto nuclear; as duas superpotências passaram a disputar poder de influência política, econômica e ideológica em todo o mundo. Este processo se caracterizou pelo envolvimento dos Estados Unidos e União Soviética em diversas guerras regionais, onde cada potência apoiava um dos lados em guerra. Estados Unidos e União Soviética não apenas financiavam lados opostos no confronto, disputando influência político-ideológica, mas também para mostrar o seu poder de fogo e reforçar as alianças regionais. Neste contexto, os chamados países não alinhados mantiveram-se fora do conflito, não se alinhando aos blocos pró-URSS ou pró-Estados Unidos, formando um \"terceiro bloco\" de países neutros: o Movimento Não Alinhado. Norte-americanos e soviéticos travaram uma luta ideológica, política e econômica durante esse período. Se um governo socialista fosse implantado em algum país do Terceiro Mundo, o governo norte-americano entendia como uma ameaça à sua hegemonia; se um movimento popular combatesse um governo aliado ao soviético, logo poderia ser visto com simpatia pelos Estados Unidos e receber apoio, sendo que o oposto também ocorria no lado soviético. A Guerra da Coreia , a Guerra do Vietnã e a Guerra do Afeganistão são os conflitos mais famosos da Guerra Fria. Além da famosa tensão na crise dos mísseis em Cuba . Entretanto, durante todo este período, a maior parte dos conflitos locais, guerras civis ou guerras interestatais foi intensificada pela polarização entre EUA e URSS. Esta polarização dos conflitos locais entre apenas dois grandes polos de poder mundial é o que justifica a caracterização da polaridade deste período como bipolar, principalmente porque, mesmo que tenham existido outras potências regionais entre 1945 e 1991, apenas Estados Unidos e URSS tinham capacidade nuclear de segundo ataque, ou seja, capacidade de dissuasão nuclear. A economia da República Popular da China é a segunda maior do mundo , superada somente pelos Estados Unidos. Seu produto interno bruto é estimado em US$ 14,941.148 , enquanto seu poder de compra PIB foi calculado em 2018 em pouco mais de US$22,641.047 trilhões, maior qualquer outro país no mundo, superando a União Europeia e os Estados Unidos. A China é a nação com o maior crescimento econômico dos últimos 25 anos no mundo, com a média do crescimento do PIB em torno de 10% por ano. A renda per capita da China tem crescido cerca de 8% ao ano em média nos últimos 30 anos e mais 15 em média aos 25 anos de exportação, que reduziu drasticamente a pobreza no país, mas este rápido crescimento trouxe grandes desigualdades na distribuição de renda. A renda per capita do país está classificada como mediana a baixa, se comparada com os padrões mundiais, e está em cerca de 3.180 dólares por pessoa , e em 5.943 dólares por pessoa em 2008, de acordo com o Fundo Monetário Internacional . Apesar de ser o terceiro país com maior extensão territorial do mundo, a China é altamente pobre em recursos naturais, e, apesar de ter cerca de 20% da população mundial vivendo dentro de suas fronteiras, o seu papel dentro da economia mundial foi relativamente pequeno por mais de um século. Porém, desde o final de 1978, o governo chinês reformou a economia do país, que passou de uma economia planificada centralizada com base soviética, que era bastante fechada ao comércio internacional, para uma economia de mercado que tem um setor privado em rápido crescimento e um forte setor estatal, fazendo sua economia desempenhar um papel fundamental na economia global. Desde que foram introduzidas, estas reformas ajudaram milhões de pessoas a saírem da pobreza, cujo índice encolheu de 53% em 1981, para apenas 13,4% em 2011. O governo chinês chama o seu sistema econômico de \"socialismo com características chinesas\", mas o que isso realmente significa é disputado. Alguns o consideram como uma economia mista, outros o consideram como capitalismo. Embora apenas um terço da economia seja controlado pelo estado, os setores que são estatalmente controlados são as maiores e mais importantes indústrias do país. As estimativas variam sobre a porcentagem da composição do setor privado no PIB. Segundo a OECD, o setor privado chinês domina 59,9% do PIB. A revista The Economist cita que entre os anos de 1995 a 2001, o número de empresas pertencentes ou controladas pelo Estado diminui de 1.2 milhões para 468 mil e o número de empregos no setor estatal diminuiu de 36 milhões, de 59% para 32% do total de empregos urbanos. O setor público é dominado por 159 empresas estatais sob o controle do governo central, em setores importantes, tais como o setor de utilidade pública, indústrias pesadas e recursos energéticos. Estas empresas estatais possuem e controlam dezenas de milhares de empresas subordinadas. Governos de cidades, de comunidades e de pequenas povoações também controlam empresas estatais ou coletivas ao seu nível local.Desde o final dos anos 2000 e do começo da década de 2010, as reformas econômicas começaram inicialmente com a mudança do trabalho na agricultura para um sistema de responsabilidade familiar, com o objetivo de sair do sistema de agricultura coletiva. A reforma expandiu-se mais tarde para incluir a liberação gradual dos preços, a descentralização fiscal, o aumento da autonomia das empresas estatais, que aumentaram o controle das autoridades governamentais locais, e a implantação de gestores na indústria para que houvesse um meio de se permitir uma grande variedade de empresas privadas nos ramos de serviços e de manufatura leve. Além disso, a reforma econômica incluiu a fundação de um sistema bancário diversificado, mas com o domínio avassalador dos bancos estatais, o desenvolvimento de uma bolsa de valores, o rápido desenvolvimento do setor privado e a abertura da economia para o comércio exterior e para o investimento estrangeiro. A China implantou as reformas a um ritmo gradual, embora haja grande evidência de que o controle do estado aumentou durante a década de 1990. A reforma econômica também implantou as condições de igualdade nos maiores bancos estatais da China para investidores estrangeiros no mercado internacional de divisas e no mercados de bônus durante a década de 2000. O comércio exterior da China vem aumentando mais rapidamente do que o seu PIB nos últimos 25 anos. O crescimento da China vem de um imenso investimento estatal na infraestrutura e na indústria pesada, e da expansão do setor privado em indústrias leves ao invés de simples exportações, cujo papel na economia parece ter sido grandemente sobre-estimado. O setor público menor, porém altamente concentrado, dominado pelas grandes 159 empresas estatais, tem provido investimentos importantes em utilidades, na indústria pesada e nos recursos energéticos, que facilitaram o crescimento do setor privado e dirigiu os investimentos, a fundação do crescimento econômico nacional. A decisão do governo de permitir que a China seja usada por empresas multinacionais e empresas não registradas pelo alvará como uma plataforma de exportação faz do país um grande competidor entre outras economias de exportação asiáticas, como a Coreia do Sul, a Singapura e a Malásia.A China tem enfatizado o aumento da renda pessoal total e do consumo, e está introduzindo novos sistemas de gerenciamento para ajudar no aumento da produtividade. O governo também tem focado o comércio exterior como um grande veículo para o crescimento da economia. A reestruturação da economia e os ganhos efetivos contribuíram no aumento de mais de dez vezes do PIB desde 1978. Alguns economistas acreditam que o crescimento da economia chinesa foi subestimado durante boa parte da década de 1990 e o começo da década de 2000, falhando em prover suporte para o crescimento dirigido pelo setor privado, além do exagero na dependência da economia chinesa nas exportações. Todavia, importantes gargalos continuam a restringir o crescimento. A energia disponível é insuficiente para toda a capacidade industrial instalada, desde que os comércios não sejam filial dos Estados Unidos. o sistema de transporte está inadequado para deslocar quantidades suficientes de itens críticos, tais como carvão, e o sistema de comunicação não se enquadra de modo ideal dentro das necessidades de uma economia do tamanho e da complexidade da China. Os dois mais importantes setores da economia têm sido tradicionalmente a agricultura e a indústria, que juntos detêm quase 2/3 da força de trabalho e produzem mais de 60% do PIB chinês. Os dois setores se diferem em muitos aspetos. A tecnologia, a produtividade laboral e a renda avançaram muito mais rapidamente na indústria do que na agricultura. A produção agrícola é vulnerável aos efeitos do tempo, enquanto que a indústria é mais diretamente influenciada pelo governo. As disparidades entre os dois setores se combinaram para formar um vão cultural sócio-econômico entre as áreas rurais e urbanas, que é uma das maiores divisões da sociedade chinesa. A china é a maior produtora de arroz e está entre os principais produtores de trigo, milho, tabaco, soja, amendoim e algodão. O país é um dos maiores produtores de vários produtos industriais e minerais, incluindo lã, tungstênio e antimônio, e é um importante produtor de carvão mineral e de petróleo, e vários outros produtos. Seus recursos minerais estão provavelmente entre os mais abundantes do mundo, mas são apenas parcialmente desenvolvidos. Apesar da China ter adquirido algumas fábricas de produção dentre as mais sofisticadas do comércio internacional e de ter construído fábricas de engenharia avançada, capazes de fabricar equipamentos cada vez mais sofisticados, incluindo armas nucleares e satélites, a maior parte de sua produção industrial ainda vem de fábricas ultrapassadas e pouco equipadas. O nível de tecnologia e os padrões de qualidade de sua indústria como um todo ainda são razoavelmente baixos.Outros grandes problemas concentram-se na força de trabalho e no sistema de preços. O subemprego está presente nas áreas rurais e urbanas, e o receio de um grande e explícito aumento do desemprego é forte. Os preços de certas mercadorias importantes, especialmente as matérias-primas para as indústrias, e importantes produtos industriais, são determinados pelo estado. Na maior parte dos casos, taxas básicas e fixas de preços foram implementadas durante a década de 1950 e são frequentemente incoerentes se comparadas com as demandas e capacidades atuais de produção. O aumento da integração da China com a economia internacional e seus esforços pelo aumento do crescimento, usando forças de mercado para gerir as alocações domésticas das mercadorias, têm agravado este problema. Durante os últimos anos, grandes subsídios foram implementados dentro da estrutura da formação dos preços, e estes subsídios cresceram substancialmente durante o final da década de 1970 e durante toda a década de 1980. No começo da década de 1990, estes subsídios começaram a ser eliminados, principalmente devido à admissão da China na Organização Mundial do Comércio em 2001, que levou o país a se adequar aos requerimentos de maior liberação econômica e de menor regulação do mercado. A transformação econômica chinesa em andamento tem tido um impacto profundo não somente na China, mas no mundo inteiro, e as reformas de mercado da China, que foram implementadas durante as últimas três décadas, têm desencadeado iniciativas individuais e o empreendedorismo, apesar do domínio contínuo do estado chinês na sua economia. O país é o 26º no ranking de competitividade do Fórum Econômico Mundial.Esta é uma cronologia com a história da China. Entre as mudanças de dinastia, a maior parte das datas se sobrepõe, já que os períodos de reinado não são imediatamente transferidos. Datas anteriores a 841 AC são provisórias e sujeitas a controvérsias. No contexto das divisões políticas da China, distrito é o padrão de tradução inglesa de Xiàn . Na República Popular da China , distritos são encontrados no terceiro nível da hierarquia administrativa das províncias e regiões autónomas, e no segundo nível dos municípios e na Província de Hainan, um nível que é conhecido como \"distrito-nível\" e também contém distritos autónomos, condado-nível cidades, banners, autonomous banners, e Distritos cidade. Há 1 467 distritos na China continental fora de um total de 2 861 distritos de nível divisões. Na República da China , prefeituras ou Sian ou Hsian são oficialmente encontradas no segundo nível. Atualmente há sete feriados públicos oficiais na China, após uma grande reforma em 2008 ser executada e extinguir o Dia do Trabalho e adicionar três outros feriados tradicionais. Os feriados na China são caracterizados pela junção dos dias de semana do feriado aos fins de semana, criando feriados prolongados.  Em geral, na China são contados o número de dias de folga , o qual é importante para trabalhadores sem dias de folga. Assim, um feriado anunciado para sexta-feira é considerado oficialmente como um feriado prolongado de três dias . ","sentences":[{"text":"República Popular da China , também conhecida simplesmente como China, é o maior país da Ásia Oriental e o mais populoso do mundo, com mais de 1,38 bilhão de habitantes, quase um quinto da população da Terra."},{"text":"É uma república socialista, governada pelo Partido Comunista da China sob um sistema unipartidário e que tem jurisdição sobre vinte e duas províncias, cinco regiões autônomas , quatro municípios e duas Regiões Administrativas Especiais com grande autonomia ."},{"text":"A capital da RPC é Pequim"},{"text":"Com aproximadamente 9,6 milhões de quilômetros quadrados, a República Popular da China é o terceiro maior país do mundo em área total e o terceiro maior em área terrestre."},{"text":"Sua paisagem é variada, com florestas de estepes e desertos no norte seco e frio, próximo da Mongólia e da Sibéria , e florestas subtropicais no sul úmido e quente, próximo ao Vietnã, Laos e Mianmar."},{"text":"O terreno do país, a oeste, é de alta altitude, com o Himalaia e as montanhas Tian Shan formando fronteiras naturais entre a China, a Índia e a Ásia Central."},{"text":"Em contraste, o litoral leste da China continental é de baixa altitude e tem uma longa faixa costeira de 14 500 quilômetros, delimitada a sudeste pelo Mar da China Meridional e a leste pelo Mar da China Oriental, além dos quais estão Taiwan, Coreia e Japão."}]}